Repository: svn2github/omv2
Catalog: branches/2.x/deb/openmediavault-clamav/usr/share/openmediavault/locale/*/openmediavault-clamav.po
Languages: pt_pt

source: Add job
pt_pt: Adicionar tarefa

source: Algorithmic detection
pt_pt: Deteção do algoritmo

source: An email message with the command output (if any produced) is send to the administrator.
pt_pt: Uma mensagem de e-mail com a saída do comando (se houver produzido) é enviado para o administrador.

source: Be verbose.
pt_pt: Ser detalhado.

source: Comment
pt_pt: Comentário

source: Database checks
pt_pt: Verificar base de dados

source: Date & Time
pt_pt: Data & Hora

source: Day of month
pt_pt: Dia do mês

source: Day of week
pt_pt: Dia da semana

source: Detect PUA
pt_pt: Detetar PUA

source: Detect broken executables
pt_pt: Detetar executáveis errados

source: Edit job
pt_pt: Editar tarefa

source: Enable
pt_pt: Ativar

source: Enable HTML detection and normalisation.
pt_pt: Ativar deteção e normalização HTML

source: Enable archive scanning.
pt_pt: Ativar verificação de arquivos.

source: Enable on-access virus scanning
pt_pt: Ativar acesso a verificação de vírus

source: Enable scanning of ELF files.
pt_pt: Ativar verificação de ficheiros ELF.

source: Enable scanning of OLE2 files, such as Microsoft Office documents and .msi files.
pt_pt: Ativar verificação de ficheiros OLE2, como os documentos do Microsoft Office e ficheiros .msi.

source: Enable scanning within PDF files.
pt_pt: Ativar verificação dentro dos ficheiros PDF.

source: Enable the algorithmic detection.
pt_pt: Ativar a deteção do algoritmo

source: Enable the detection of broken executables (both PE and ELF).
pt_pt: Ativar a deteção de executáveis danificados (ambos PE e ELF).

source: Enable the detection of possibly unwanted applications.
pt_pt: Ativar a deteção de possíveis aplicações indesejadas.

source: Enabled
pt_pt: Ativado

source: Every N day of month
pt_pt: Todos os dias N do mês

source: Every N hour
pt_pt: Todas as horas N

source: Every N minute
pt_pt: Todos os minutos N

source: Execute cron job
pt_pt: Executar uma tarefa cron

source: Extra options
pt_pt: Opções extra

source: Follow directory symlinks
pt_pt: Siga links simbólicos do diretório

source: Follow directory symlinks.
pt_pt: Seguir diretorias com endereços simbólicos.

source: Follow file symlinks
pt_pt: Seguir ficheiros simbólicos

source: Follow regular file symlinks.
pt_pt: Seguir regularmente ficheiros com endereços simbólicos.

source: General settings
pt_pt: Definições gerais

source: Hour
pt_pt: Hora

source: Infected files
pt_pt: Ficheiros infectados

source: Jobs
pt_pt: Tarefas

source: Log clean files
pt_pt: Registrar arquivos limpos

source: Log clean files. This drastically increases the log size.
pt_pt: Registar arquivos limpos. Isso aumenta drasticamente o tamanho do log .

source: Message
pt_pt: Mensagem

source: Minute
pt_pt: Minuto

source: Monitor the shared folder and scan new or modified files.
pt_pt: Monitorizar a pasta partilhada e verificar ficheiros novos ou modificados.

source: Month
pt_pt: Mês

source: Multiscan
pt_pt: Multi-verificação

source: Number of database update checks per day. Set to 0 to disable.
pt_pt: Numero de vezes que a base de dados procura atualizações por dia. Definir 0 para desativar.

source: On-access
pt_pt: No acesso

source: Perform a deeper analysis of executable files.
pt_pt: Realize uma analise mais profunda aos ficheiros executáveis.

source: Please check the <a href='http://linux.die.net/man/5/clamd.conf' target='_blank'>manual page</a> for more details.
pt_pt: Por favor verifique <a href='http://linux.die.net/man/5/clamd.conf' target='_blank'>manual page</a> para mais detalhes.

source: Quarantine
pt_pt: Quarentena

source: Run
pt_pt: Executar

source: Scan ELF
pt_pt: Verificar ELF

source: Scan HTML
pt_pt: Verificar HTML

source: Scan OLE2
pt_pt: Verificar OLE2

source: Scan PDF
pt_pt: Verificar PDF

source: Scan Portable Executable
pt_pt: Verificar Ficheiros portáteis

source: Scan archives
pt_pt: Verificar arquivos

source: Scan the directory contents in parallel using available threads.
pt_pt: Verificar o conteúdo da diretoria em paralelo usando as linhas disponíveis.

source: Send command output via email
pt_pt: Enviar comando via email.

source: Send email
pt_pt: Enviar email

source: Settings
pt_pt: Definições

source: Shared folder
pt_pt: Pasta partilhada

source: The location of the files to scan.
pt_pt: Localização dos ficheiros para verificar.

source: The location which is used as quarantine.
pt_pt: A localização usada para quarentena.

source: The option, how to handle infected files.
pt_pt: A opção, como tratar ficheiros infectados.

source: Verbose
pt_pt: Detalhado

source: n/a
pt_pt: n/d
