Repository: svn2github/omv2
Catalog: trunk/deb/openmediavault-clamav/usr/share/openmediavault/locale/*/openmediavault-clamav.po
Languages: no_no

source: Add job
no_no: Legg til jobb

source: Algorithmic detection
no_no: Algorytmisk oppdaging

source: An email message with the command output (if any produced) is send to the administrator.
no_no: En e-postmelding med kommandoens produksjon (hvis noen ble produsert) er sendt til administrator.

source: Be verbose.
no_no: Vær detaljert.

source: Comment
no_no: Kommentar

source: Database checks
no_no: Databasekontroll

source: Date & Time
no_no: Dato & Tid

source: Day of month
no_no: Dag i måneden

source: Day of week
no_no: Dag i uken

source: Detect PUA
no_no: Oppdag PUAAlgorithmic detection

source: Detect broken executables
no_no: Oppdag ødelagte kjørbare filer

source: Edit job
no_no: Rediger jobb

source: Enable
no_no: Aktiver

source: Enable HTML detection and normalisation.
no_no: Aktiver HTML deteksjon og normalisering.

source: Enable archive scanning.
no_no: Aktiver arikv skanning.

source: Enable on-access virus scanning
no_no: Aktiver løpende virus scanning

source: Enable scanning of ELF files.
no_no: Aktiver skanning av ELF filer.

source: Enable scanning of OLE2 files, such as Microsoft Office documents and .msi files.
no_no: Aktiver skanning av OLE2 filer, for eksempel Microsoft Office-dokumenter og. MSI-filer.

source: Enable scanning within PDF files.
no_no: Aktiver skanning av PDF filer.

source: Enable the algorithmic detection.
no_no: Aktiver algoritmisk deteksjon.

source: Enable the detection of broken executables (both PE and ELF).
no_no: Aktiver gjenkjenning av ødelagte kjørbare filer (både PE og ELF).

source: Enable the detection of possibly unwanted applications.
no_no: Aktiver gjenkjenning av potensielt uønskede programmer.

source: Enabled
no_no: Aktivert

source: Every N day of month
no_no: Hver N dag i måneden

source: Every N hour
no_no: Hver N time

source: Every N minute
no_no: Hvert N minutt

source: Execute cron job
no_no: Utfør cron jobb

source: Extra options
no_no: Ekstra alternativer

source: Follow directory symlinks
no_no: Følg katalog symbolske lenker

source: Follow directory symlinks.
no_no: Følg katalogens symbolske linker.

source: Follow file symlinks
no_no: Følg filers symbolske lenker

source: Follow regular file symlinks.
no_no: Følg vanlige filers symbolske lenker.

source: General settings
no_no: Generelle instillinger

source: Hour
no_no: Time

source: Jobs
no_no: Jobber

source: Log clean files
no_no: Logg rene filer

source: Log clean files. This drastically increases the log size.
no_no: Logg rene filer. Dette øker dramatisk logg størrelsen

source: Minute
no_no: Minutt

source: Monitor the shared folder and scan new or modified files.
no_no: Overvåk delt mappe og skann nye eller endrede filer.

source: Month
no_no: Måned

source: Multiscan
no_no: Multiskann

source: Number of database update checks per day. Set to 0 to disable.
no_no: Antall databaseoppdateringer pr. dag. Sett til 0 for å deaktivere.

source: On-access
no_no: Løpende

source: Perform a deeper analysis of executable files.
no_no: Utføre en dypere analyse av kjørbare filer.

source: Please check the <a href='http://linux.die.net/man/5/clamd.conf' target='_blank'>manual page</a> for more details.
no_no: Vennligst sjekk <a href='http://linux.die.net/man/5/clamd.conf' target='_blank'>brukermanual</a> for flere detaljer.

source: Run
no_no: Kjør

source: Scan ELF
no_no: Skann ELF

source: Scan HTML
no_no: Skann HTML

source: Scan OLE2
no_no: Skann OLE2

source: Scan PDF
no_no: Skann PDF

source: Scan Portable Executable
no_no: Skann portable kjørbare filer

source: Scan archives
no_no: Skann arkiver

source: Scan the directory contents in parallel using available threads.
no_no: Skann mapper i paralell ved å bruke tilgjengelige tråder.

source: Send command output via email
no_no: Send kommandoproduksjon via epost

source: Send email
no_no: Send epost

source: Settings
no_no: Innstillinger

source: Shared folder
no_no: Delt mappe

source: The location of the files to scan.
no_no: Plasseringern av filene som skal scannes

source: Verbose
no_no: Detaljert
