Repository: svn2github/omv2
Catalog: trunk/deb/openmediavault-lvm2/usr/share/openmediavault/locale/*/openmediavault-lvm2.po
Languages: it_it, pt_pt

source: Add physical volume
it_it: Aggiungi volume fisico
pt_pt: Adicionar volumes físicos.

source: After the logical volume has been extended you can resize the containing filesystem.
it_it: Dopo l'ampliamento del volume logico sar√† possibile ridimensionare il filesystem in esso contenuto.
pt_pt: Depois do volume lógico ser aumentado você pode redimensionar o sistema de arquivos.

source: Available
it_it: Disponibile
pt_pt: Disponivel

source: Capacity
it_it: Dimensione
pt_pt: Capacidade

source: Confirmation
it_it: Conferma
pt_pt: Confirmação

source: Create logical volume
it_it: Crea volume logico
pt_pt: Criar volume lógico

source: Create volume group
it_it: Crea gruppo di volumi
pt_pt: Criar volume de grupo

source: Description
it_it: Descrizione
pt_pt: Descrição

source: Device
it_it: Dispositivo
pt_pt: Dispositivo

source: Devices
it_it: Dispositivi
pt_pt: Dispositivos

source: Do you really want to create the logical volume?
it_it: Sei sicuro di voler creare il volume logico?
pt_pt: Quer mesmo criar um volume lógico?

source: Do you really want to create the physical volume?
it_it: Sei sicuro di voler creare il volume fisico?
pt_pt: Quer mesmo criar um volume físico?

source: Do you really want to create the volume group?
it_it: Sei sicuro di voler creare il gruppo di volumi?
pt_pt: Quer mesmo criar um volume de grupo?

source: Do you really want to resize the selected physical volume?
it_it: Sei sicuro di voler ridimensionare il volume fisico selezionato?
pt_pt: Quer mesmo redimensionar o volume físico selecionado?

source: Edit logical volume
it_it: Modifica volume logico
pt_pt: Editar volume lógico

source: Edit volume group
it_it: Modifica gruppo di volumi
pt_pt: Editar volume de grupo

source: Extend
it_it: Amplia
pt_pt: Expandir

source: Extend logical volume
it_it: Amplia volume logico
pt_pt: Expandir volume lógico

source: Extend volume group
it_it: Amplia gruppo di volumi
pt_pt: Expandir volume de grupo

source: Failed to create logical volume: %s
it_it: Impossibile creare volume logico: %s
pt_pt: Erro ao criar o volume lógico: %s

source: Failed to create physical volume: %s
it_it: Impossibile creare volume fisico: %s
pt_pt: Erro ao criar volume físico: %s

source: Failed to create volume group: %s
it_it: Impossibile creare gruppo di volumi: %s
pt_pt: Falha a criar grupo de volume: %s

source: Failed to extend logical volume: %s
it_it: Impossibile estendere volume logico: %s
pt_pt: Erro ao aumentar o volume lógico: %s

source: Failed to extend volume group: %s
it_it: Impossibile creare gruppo di volumi: %s
pt_pt: Falha ao aumentar o grupo de volume: %s

source: Failed to reduce logical volume: %s
it_it: Impossibile ridurre volume logico: %s
pt_pt: Erro ao reduzir o volume lógico: %s

source: Failed to reduce volume group: %s
it_it: Impossibile ridurre gruppo di volumi: %s
pt_pt: Falha a reduzir o grupo de volume: %s

source: Failed to remove logical volume: %s
it_it: Impossibile rimuovere volume logico: %s
pt_pt: Erro ao remover o volume logico: %s

source: Failed to remove physical volume: %s
it_it: Impossibile rimuovere volume fisico: %s
pt_pt: Erro ao remover volume físico: %s

source: Failed to remove volume group: %s
it_it: Impossibile rimuovere gruppo volume: %s
pt_pt: Falha a remover grupo de volume: %s

source: Failed to rename logical volume: %s
it_it: Impossibile rinominare volume logico: %s
pt_pt: Erro ao renomear o volume lógico: %s

source: Failed to rename volume group: %s
it_it: Impossibile rinominare gruppo di volumi: %s
pt_pt: Falha a renomaer o grupo de volume: %s

source: Failed to resize physical volume: %s
it_it: Impossibile ridimensionare volume fisico: %s
pt_pt: Erro ao redimensionar o volume físico: %s

source: Free
it_it: Libero
pt_pt: Livre

source: Invalid name
it_it: Nome non valido
pt_pt: Nome inválido

source: Logical Volume Management
it_it: Gestione Volume Logico
pt_pt: Gestão de volume lógico

source: Logical volumes
it_it: Volumi logici
pt_pt: Volumes lógicos

source: Name
it_it: Nome
pt_pt: Nome

source: No free space available to create a logical volume.
it_it: Spazio libero non disponibile per creare un volume logico.
pt_pt: Não há espaço livre disponível para criar o volume lógico.

source: No free space available to extend the logical volume.
it_it: Spazio libero non disponibile per estendere il volume logico.
pt_pt: Não há espaço livre disponível para estender o volume lógico.

source: No logical volume found on '%s'
it_it: Nessun volume logico trovato su '%s'
pt_pt: Não foi encontrado o volume lógico: '%s'

source: No physical volume found on '%s'
it_it: Nessun volume fisico trovato su '%s'
pt_pt: Não foi encontrado o volume físico '%s'

source: Physical volumes
it_it: Volumi fisici
pt_pt: Volumes físicos

source: Reduce
it_it: Riduci
pt_pt: Reduzir

source: Reduce volume group
it_it: Riduci gruppo di volumi
pt_pt: Reduzir volume de grupo

source: Resize
it_it: Ridimensiona
pt_pt: Redimensionar

source: Select a volume group ...
it_it: Seleziona un gruppo di volumi ...
pt_pt: Selecionar um volume de grupo...

source: Select an device ...
it_it: Seleziona un dispositivo ...
pt_pt: Selecionar um dispositivo...

source: Size
it_it: Dimensione
pt_pt: Tamanho

source: Used
it_it: Usato
pt_pt: Usado

source: Volume group
it_it: Gruppo di volumi
pt_pt: Volume de grupo

source: Volume group '%s' not found
it_it: Gruppo volume '%s' non trovato
pt_pt: Grupo de volumes '%s' não encontrado

source: Volume groups
it_it: Gruppi di volumi
pt_pt: Volume de grupos
