Repository: svn2github/omv2
Catalog: branches/2.x/deb/openmediavault-lvm2/usr/share/openmediavault/locale/*/openmediavault-lvm2.po
Languages: de_de

source: Add physical volume
de_de: Füge ein physikalisches Volume hinzu

source: After the logical volume has been extended you can resize the containing filesystem.
de_de: Nachdem das Logical Volume erweitert wurde können Sie die Größe des darin enthaltenen Dateisystems ändern.

source: Available
de_de: Verfügbar

source: Capacity
de_de: Kapazität

source: Confirmation
de_de: Bestätigung

source: Create logical volume
de_de: Logical Volume erstellen

source: Create volume group
de_de: Volumegruppe erstellen

source: Description
de_de: Beschreibung

source: Device
de_de: Laufwerk

source: Devices
de_de: Laufwerke

source: Do you really want to create the logical volume?
de_de: Wollen Sie das Logical Volume wirklich erzeugen?

source: Do you really want to create the physical volume?
de_de: Wollen Sie das Physical Volume wirklich erzeugen?

source: Do you really want to create the volume group?
de_de: Wollen Sie die Volumegruppe wirklich erzeugen?

source: Do you really want to resize the selected physical volume?
de_de: Wollen Sie die Größe des Physical Volume wirklich ändern?

source: Edit logical volume
de_de: Logical Volume ändern

source: Edit volume group
de_de: Volumegruppe ändern

source: Extend
de_de: Erweitern

source: Extend logical volume
de_de: Logical Volume erweitern

source: Extend volume group
de_de: Volumegruppe erweitern

source: Failed to create logical volume: %s
de_de: Das Logical Volume konnte nicht erstellt werden: %s

source: Failed to create physical volume: %s
de_de: Das Physical Volume konnte nicht erstellt werden: %s

source: Failed to create volume group: %s
de_de: Die Volume Group konnte nicht erstellt werden: %s

source: Failed to extend logical volume: %s
de_de: Das Logical Volume konnte nicht vergrößert werden: %s

source: Failed to extend volume group: %s
de_de: Die Volume Group konnte nicht vergrößert werden: %s

source: Failed to reduce logical volume: %s
de_de: Das Logical Volume konnte nicht verkleinert werden: %s

source: Failed to reduce volume group: %s
de_de: Die Volume Group konnte nicht verkleinert werden: %s

source: Failed to remove logical volume: %s
de_de: Das Logical Volume konnte nicht entfernt werden: %s

source: Failed to remove physical volume: %s
de_de: Das Physical Volume konnte nicht entfernt werden: %s

source: Failed to remove volume group: %s
de_de: Die Volume Group konnte nicht entfernt werden: %s

source: Failed to rename logical volume: %s
de_de: Das Logical Volume konnte nicht umbenannt werden: %s

source: Failed to rename volume group: %s
de_de: Die Volume Group konnte nicht umbenannt werden: %s

source: Failed to resize physical volume: %s
de_de: Die Größe des Physical Volume konnte nicht geändert werden: %s

source: Free
de_de: Frei

source: Invalid name
de_de: Name ungültig

source: No free space available to create a logical volume.
de_de: Es steht kein freier Speicherplatz zur Verfügung um ein Logical Volume zu erstellen.

source: No free space available to extend the logical volume.
de_de: Es steht kein freier Speicherplatz zur Verfügung um das Logical Volume zu erweitern.

source: No logical volume found on '%s'
de_de: Es wurde kein Logical Volume auf '%s' gefunden

source: No physical volume found on '%s'
de_de: Es wurde kein Physical Volume auf '%s' gefunden

source: Reduce
de_de: Reduzieren

source: Reduce volume group
de_de: Volumegruppe reduzieren

source: Resize
de_de: Größe ändern

source: Select a volume group ...
de_de: Volumegruppe auswählen ...

source: Select an device ...
de_de: Laufwerk auswählen ...

source: Size
de_de: Größe

source: Used
de_de: Benutzt

source: Volume group
de_de: Volumegruppe

source: Volume group '%s' not found
de_de: Die Volume Group '%s' wurde nicht gefunden

source: Volume groups
de_de: Volumegruppen
